{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"4b8e2f8d-26e6-41f4-91e2-a8637069e701":{"type":"rich-text","blocks":{"template--18486766534984__4b8e2f8d-26e6-41f4-91e2-a8637069e701-167992912013a67a75-0":{"type":"heading","settings":{"heading":"<p>Ingredients<\/p>","heading_size":"h1"}},"template--18486766534984__4b8e2f8d-26e6-41f4-91e2-a8637069e701-167992912013a67a75-1":{"type":"text","settings":{"text":"<p>Discover the natural goodness in our products<\/p>"}}},"block_order":["template--18486766534984__4b8e2f8d-26e6-41f4-91e2-a8637069e701-167992912013a67a75-0","template--18486766534984__4b8e2f8d-26e6-41f4-91e2-a8637069e701-167992912013a67a75-1"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"accent-2","full_width":true,"padding_top":24,"padding_bottom":24}},"d117fd33-e4f1-4d10-882c-acbca2ca7f3e":{"type":"image-with-text","blocks":{"template--18486766534984__d117fd33-e4f1-4d10-882c-acbca2ca7f3e-1679929117d51d57a3-0":{"type":"heading","settings":{"heading":"A closer look at the high quality, natural ingredients we use","heading_size":"h2"}},"template--18486766534984__d117fd33-e4f1-4d10-882c-acbca2ca7f3e-1679929117d51d57a3-1":{"type":"text","settings":{"text":"<p>We believe in the power of nature and the healing properties of natural ingredients. That's why we carefully select each ingredient based on its unique benefits for the skin and hair. <\/p><p>We work with certified raw materials and Latvian wild plants, which we grow and produce ourselves, ensuring the highest quality and purity of our ingredients.<\/p><p>We do not use any harmful or synthetic ingredients, and all of our products are free from parabens, phthalates, sulfates, artificial fragrances, and colors.<\/p><p>At MARUSHA, we believe that natural ingredients can offer a holistic approach to self-care, promoting health and wellness for the body and mind. <\/p>","text_style":"body"}}},"block_order":["template--18486766534984__d117fd33-e4f1-4d10-882c-acbca2ca7f3e-1679929117d51d57a3-0","template--18486766534984__d117fd33-e4f1-4d10-882c-acbca2ca7f3e-1679929117d51d57a3-1"],"settings":{"image":"shopify:\/\/shop_images\/2022_Marusha_Nature_WEB-37.jpg","height":"small","desktop_image_width":"medium","layout":"text_first","desktop_content_position":"middle","desktop_content_alignment":"center","content_layout":"no-overlap","color_scheme":"background-1","mobile_content_alignment":"center","padding_top":36,"padding_bottom":36}},"bd696150-a520-48b0-b050-b03a0f129b23":{"type":"rich-text","blocks":{"template--18486766534984__bd696150-a520-48b0-b050-b03a0f129b23-167992912013a67a75-1":{"type":"text","settings":{"text":"<p>On our Ingredients page, we want to give you a closer look at the high-quality, natural ingredients we use in our products at aMARUSHA.<\/p><p>We believe in the power of nature and the healing properties of natural ingredients. That's why we carefully select each ingredient based on its unique benefits for the skin and hair. We work with certified raw materials and Latvian wild plants, which we grow and produce ourselves, ensuring the highest quality and purity of our ingredients.<\/p><p>Our ingredients are sourced from ethical and sustainable suppliers who share our values of environmental responsibility and fair trade. We do not use any harmful or synthetic ingredients, and all of our products are free from parabens, phthalates, sulfates, artificial fragrances, and colors.<\/p><p>Some of our favorite ingredients include cold-pressed oils, such as argan oil and jojoba oil, which are rich in nutrients and help to nourish and hydrate the skin and hair. We also use plant-based extracts like chamomile, calendula, and rosehip, which have anti-inflammatory and healing properties, and are perfect for sensitive and irritated skin.<\/p><p>At MARUSHA, we believe that natural ingredients can offer a holistic approach to self-care, promoting health and wellness for the body and mind. We are committed to using only the highest quality and most effective natural ingredients in our products, so you can feel confident and radiant in your own skin.<\/p>"}}},"block_order":["template--18486766534984__bd696150-a520-48b0-b050-b03a0f129b23-167992912013a67a75-1"],"disabled":true,"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"99e09c70-5fd6-4f5f-9f8d-3312e25c7335":{"type":"multirow","blocks":{"bba23ea9-f6f4-4d8a-a83a-6f52ee77a7d7":{"type":"row","disabled":true,"settings":{"caption":"Caption","heading":"Jauna Sastāvdaļa","text":"<p>Pair text with an image to focus on your chosen product, collection, or blog post. Add details on availability, style, or even provide a review.<\/p>","button_label":"","button_link":""}},"template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-0":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/istockphoto-470822230-612x612.jpg","caption":"(Emblica officinalis)","heading":"<strong>Amla<\/strong>","text":"<p><strong>Amla<\/strong>(oil and powder) is used as a treatment for hair and scalp problems and for hair re-growth. In research is found that the hair oil led to an enlargement of follicular size and prolongation of anagen (hair growth) phase.<\/p><p>Amla is wonderful cleansing agent and excellent conditioner for hair. It imparts luster to hair and protects from dandruff, also helps prevent premature gray hair. It stimulates growth of hair on the scalp, and strengthens the hair roots. Amla provides nourishment that penetrates the scalp and strengthens hair at its root to promote stronger, healthier new growth and helps with hair loss by normalizing blood supply.<\/p>","button_label":"","button_link":""}},"template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-1":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/BIOV006___1___L.jpg","caption":"(Avena sativa)","heading":"Oat oil","text":"<p>Oat oil consists of 36-46% linoleic acid and 28-40% oleic acid.Colloidal oats are a centuries-old topical remedy for a variety of skin conditions, including skin rashes, erythema, burns, itching, and eczema.The high percentage of linoleic acid (36-46%) ensures the regeneration of the skin's protective barrier.It has a direct antioxidant and anti-inflammatory effect, which may explain the effectiveness of lotions containing oats. <\/p>","button_label":"","button_link":""}},"template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-2":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Persea_americana_fruit_2.jpg","caption":"(Persea Gratissima Oil)","heading":"Avocado oil","text":"<h2><strong>Avocado oil for hair.<\/strong><\/h2><p>Avocado oil contains a lot of monounsaturated fats, proteins, copper, folic acid, magnesium and minerals that strengthen the hair walls and hair roots. Avocado oil contains many doses of E and B vitamins. Vitamin E strengthens hair follicles and damages caused by mechanical and chemical exposure. Vitamin B provides nourishment of hair follicles and prevents a flaky scalp. Therefore, Avocado oil is suitable for use on the hair as a topical treatment.<\/p><h2><strong>The main benefits of Avocado oil:<\/strong><\/h2><p>1) it helps detangle hair, preventing it from damage; <\/p><p>2) it helps to treat dry scalp. If it is not treated, the skin becomes accessible, itchy, inflammations and dandruff appear. This can lead to narrowing of the hair follicles and hair loss. <\/p><p>3) it moisturizes the scalp and hair. Dry and brittle hair and dry scalp contribute to hair breakage, split ends and retiny. Avocado oil provides moisture to the hair and scalp as this oil is able to penetrate the upper layers of the skin, strengthening the hair and preventing breakage or split ends. <\/p><p>4) it contains many nutrients and minerals that are vital for scalp and hair health, such as linoleic acid, linolenic acid, oleic acid, lecithin, vitamins of A, C, D and E, etc. Keep the avocado oil in a dark bottle and always choose the best quality cold-pressed avocado oil because it is able to retain its natural nutritional properties.<\/p><h2><br\/><strong>Avocado oil for skin.<\/strong><\/h2><p>Avocado oil has a high proportion of mono-saturated fats, which provide a protective layer over the skin. oil is high in nutrients to soothe and nourish dry, damaged skin. It promotes the production of collagen and protects the skin against fine lines and wrinkles. It helps the skin to retain water to keep it firm and rejuvenated.<\/p><p><strong>Avocado oil ranks in as high as SPF 15.<\/strong><\/p>","button_label":"","button_link":""}},"ca59206c-5c49-4a5e-9b00-086ffc1a264b":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Bacopa-monnieri-extract-linked-to-multiple-mental-wellbeing-perks.jpg","caption":"(Bacopa monnieri)","heading":" <strong>Brahmi<\/strong>","text":"<p><strong>Brahmi <\/strong>has been long used as a hair tonic to provide nourishment and vitality for radiant hair color. By nourishing the hair roots and scalp, it is known to reduce hair fall and premature baldness, clears dandruff from scalp, thus promoting healthy and lustrous hair.<\/p>","button_label":"","button_link":""}},"3247de9e-d3e5-45ac-a1d8-54f87c39b461":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/YosriNov04Pokok_Serai.jpg","caption":"(Cymbopogon Flexuosus Oil)","heading":"<strong>Lemongrass essential oil <\/strong>","text":"<p><strong>Lemongrass essential oil <\/strong>helps cleanse skin and scalp, circulation stimulant,gives to hair a beautiful shine.  During a study after incorporating 2% essential oil in shampoo formulation it was found that 2% lemongrass essential oil provided good fungicidal properties and helped with dandruff.<\/p>","button_label":"","button_link":""}},"802fc08d-42f0-4120-99b3-de64bad1ec21":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/1491a.jpg","caption":"(Simmondsia chinensis)","heading":"<strong> Jojoba oil<\/strong>","text":"<p>Jojoba oil has high oxidative stability and resistance to degradation.Jojoba oil is widely used in cosmetic formulations such as sunscreens and moisturizers.The high content of wax esters makes jojoba oil a good remedy for dermatoses with altered skin barriers, such as seborrheic dermatitis, eczematous dermatitis, AD and acne.Jojoba oil also has a proven anti-inflammatory effect and can be used for a variety of skin conditions, including skin infections, skin aging and wound healing.<\/p>","button_label":"","button_link":""}},"a3ef0b05-8f64-45b0-a2d0-762a10ede127":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/roselle-hibiscus-sabdariffa-linn-seeds-amkha-seed_696.jpg","caption":"(Hibiscus sabdariffa)","heading":"<strong>Hibiscus<\/strong>","text":"<p>Hibiscus is used to reduce gray hair, promote hair growth and regrowth.The flowers and leaves contain plant proteins that help treat dandruff and reduce hair loss.Hibiscus provides excellent glide and helps detangle naturally curly hair.<\/p>","button_label":"","button_link":""}},"eecf99bc-d5bd-49c0-81bb-e7ec4126a5d9":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/i_coni_femminili_sono_formati_da_piccole_squame_carnose_che_si_fondono_nella_crescita_per_formare_uno_spedofrutto_detto_coccola_simile_a_una_bacca.webp","caption":"(Juniperus communis L.)","heading":"<strong>Juniper berries, extract, essential oil<\/strong>","text":"<p>Juniper berries, extract and essential oil have strong antioxidant, antibacterial, antiviral and antifungal effects, according to scientific studies.Recent studies have also revealed the anti-inflammatory and cytotoxic effects of juniper berries.<br\/>Juniper berries are rich in valuable nutrients such as manganese, copper and selenium, which play a key role in hair follicle nutrition.These vitamins and minerals help strengthen hair and prevent hair loss.Juniper berries prevent excessive scalp oiliness, promote healthy scalp, prevent dandruff.Juniper berries help balance the scalp's natural oils, preventing dryness and itching.The anti-inflammatory properties of juniper berries help reduce scalp inflammation, thus reducing hair loss.<br\/>The antioxidants in juniper berry help promote cell turnover, which in turn promotes new hair growth.<br\/>Juniper berries are abundantly added to our products both as a natural plant in ground form, as an essential oil and as an extract.<br\/>Please see our products: <a href=\"https:\/\/marusha-1058.myshopify.com\/collections\/natural-soap\" title=\"Natural Soap Collection\">Juniper soap<\/a>,<a href=\"https:\/\/marusha-1058.myshopify.com\/collections\/for-healthy-hair\" title=\"https:\/\/marusha.lv\/en\/collections\/matu-augsana-kopsana\"> Juniper hard shampoos and Juniper conditioner,<\/a> <a href=\"\/products\/matu-augsanas-ella-un-lidzeklis-pret-blaugznam\" title=\"Hair growth treatment Oil with Rosemary\">Rosemary and Neem hair oil.<\/a><\/p>","button_label":"","button_link":""}},"64a099e7-026b-487c-ab95-fe46f0447624":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Cannabis_sativa_2.jpg","caption":"(Cannabis sativa)","heading":"<strong>Hemp oil<\/strong>","text":"<p>Hemp oil has nourishing, regenerating and protective properties, gives the skin softness and elasticity, deeply moisturizes, absorbs quickly without leaving a greasy shine, perfectly restoring the skin's structure.Hemp oil strengthens capillary walls and, thanks to its ability to attract free radicals, it protects the skin from premature aging and prevents the formation of wrinkles.Hemp oil perfectly improves the condition of the hair.Added to hair care products, it nourishes the hair, improves its structure, promotes growth, adds shine, reduces frizz and breakage, adds elasticity and volume, and facilitates combing and styling.Due to the moisturizing properties of hemp oil, it is used in the treatment of eczema and psoriasis.Hemp oil is also recommended for oily skin.<\/p>","button_label":"","button_link":""}},"7ef61219-3914-4584-8ff7-2389def921d0":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/5130_dbweb1.jpg","caption":"(Calendula officinalis)","heading":"<strong>Calendula<\/strong>","text":"<p>Calendula has an anti-inflammatory effect, it is used to heal wounds, burns, hard-to-heal ulcers.It is also used to treat boils, ulcers, ringworm, and wounds.Randomized clinical trials demonstrate the beneficial effects of Calendula extract on wound healing.<\/p>","button_label":"","button_link":""}},"f8dbef3e-23ef-44b5-b449-a067e06c605e":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/german_chamomile.jpg","caption":"(Matricaria recutita)","heading":"<strong>Chamomile<\/strong>","text":"<p>Chamomile is used to soothe the scalp and as a hair conditioner.It adds brightness to light hair and shine to dark hair, as well as conditioning and softening.Chamomile strengthens scalp tissue and promotes healthy hair growth, preventing scalp problems.Especially suitable for dry hair and scalp, oily hair and scalp, in cases of various scalp problems.It highlights the blonde hair color.<\/p>","button_label":"","button_link":""}},"1a1c0c0b-fdaf-46c0-8c0d-593f3a889de8":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/shutterstock_34519018Optimized.jpg","caption":"(Rosa canina L.)","heading":"<strong>Rosehip oil<\/strong>","text":"<p>Due to the high proportion of unsaturated fatty acids and the composition of antioxidants, Rosehip oil has relatively high protection against inflammation and oxidative stress, thus it slows down skin aging processes.Studies have shown the effectiveness of this oil in various inflammatory dermatitis such as eczema,atopic dermatitis and cheilitis (sore, inflamed corners of the lips).<\/p>","button_label":"","button_link":""}},"0f827b46-77ec-407b-bd68-33ebd96f05cd":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Brannassla__Urtica_Dioica.jpg","caption":"(Urtica dioica)","heading":"<strong>Nettle<\/strong>","text":"<p>Nettle improves blood circulation and helps make hair fuller, shinier. Since ancient times, nettle has been used to prevent hair loss and make hair soft and shiny. An excellent hair conditioner, nettle is rich in minerals and plant proteins, is toning and astringent, and gives hair a healthy shine.It is believed that nettle is also used in cases of oily hair, dandruff or split ends.<\/p>","button_label":"","button_link":""}},"35dbdc23-7d0f-4331-b17d-08023b4d161a":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/bc703f38508c413a5e72446666067a5d.jpg","caption":"(Azadirachta indica)","heading":"<strong>Neem oil<\/strong>","text":"<p>Neem oil is an ideal and effective product for the care of all types of hair and scalp, as well as for the treatment and regeneration of hair follicles.Neem oil prevents dryness<strong>,<\/strong>scaling, itching, various skin diseases and fungi, dandruff, heals scalp epidermis and hair follicles.Neem oil restores thin, weakened, dry hair that has lost moisture after dyeing or negative external influences.The oil prevents hair loss, strengthens hair, returns it to a healthy look, shine and silkiness.The oil is especially recommended for thin, dry and brittle hair, as well as oily hair.Neem oil is a key ingredient in hair care and treatment products.Neem oil is widely used for the care of all skin types - it is suitable for dry and very dry skin care, it soothes sensitive, damaged skin, relaxes, relieves stress, irritation, redness, itching.The positive effects of neem oil have been found in a series of international studies.An international study on the positive properties of Neem oil <a href=\"https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1756464620303959\" target=\"_self\">here<\/a>.<\/p>","button_label":"","button_link":""}},"78e1167d-6c2a-429d-a73a-1c767d4315a8":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Olea_Europaea_Olive_Fruit_Oil_480x480_10de45f9-4f32-46d7-957e-3808b97fc595.webp","caption":"(Olea Europaea Fruit Oil)","heading":"<strong>Olive oil<\/strong>","text":"<p><strong>Olive oil <\/strong>nourishes, moisturizes, prevents hair frizz, helps against brittle hair, retains moisture in the hair and protects it from excessive heat, creates a protective film around the hair.Gives hair shine, silkiness.Protects hair from UV rays (it has a natural SPF 2-8), external pollution, cosmetic procedures, dyeing, blow-drying.Strengthens, softens, prevents hair breakage, gives hair a healthy look.Olive oil makes the hair soft and shiny, it is an excellent hair conditioner, a good remedy against split ends. <\/p>","button_label":"","button_link":""}},"0105ecc0-a105-479d-be9c-4eaa9ba62e20":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/peppermint.webp","caption":"(Mentha Piperita Leaf Oil)","heading":"<strong>Peppermint essential oil<\/strong>","text":"<p><strong>Peppermint essential oil <\/strong>promotes hair growth without toxic symptoms. Adding 3% peppermint essential oil showed a significant hair growth effect during the study - the researchers found a significant increase in the thickness of the dermis (underlying skin), the number of follicles and the depth of the follicles. The results proved that this essential oil induces a rapid anagen (hair growth) phase and this oil can be used as a practical hair growth agent.<\/p>","button_label":"","button_link":""}},"ebdb110b-0f20-44d7-906b-2928e1d378ed":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Rosmarinus-officinalis-Prostrata-Creeping-Rosemary-scaled.jpg","caption":"(Rosemarinus officinalis)","heading":"<strong>Rosemary, Rosemary essential oil, Rosemary extract <\/strong>","text":"<p><strong>Rosemary <\/strong>promotes hair growth by improving blood circulation in the scalp, promotes strong, healthy hair growth, improves hair smoothness and adds shine to hair. Rosemary is also used against various hair and scalp disorders, such as early baldness and dandruff. Clinical studies conducted in 2015 (published in PubMed) show that <strong>Rosemary oil <\/strong>is as effective as Minoxidil in promoting new hair growth and preventing hair loss.Various studies have shown that <strong>Rosemary extract<\/strong>: <\/p><p>1) strengthens hair roots, <\/p><p>2) improves blood microcirculation, creates a favorable environment and helps hair growth, <\/p><p>3) moisturizes the scalp, minimizes hair breakage and prevents dandruff, <\/p><p>4) antibacterial, antioxidant and has an anti-inflammatory effect.Rosemary's stimulating and revitalizing properties help condition both hair and scalp.Especially suitablefor oily hair and scalp, and helps in the fight against hair loss and dandruff.<\/p>","button_label":"","button_link":""}},"937d2eea-e5d5-43b3-ab20-9f8337ef637b":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Ricinus-communis-flower--Jason-Hollinger--CC-BY.jpg","caption":"(Ricinus Communis)","heading":"<strong>Castor oil<\/strong>","text":"<p>Castor oil promotes hair growth, prevents hair breakage, improves blood circulation in the scalp, helps treat hair loss, promotes hair regrowth.<\/p>","button_label":"","button_link":""}},"7383c359-645b-4e81-b30e-ad654f610da1":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/645.jpg","caption":"(Oryza sativa L)","heading":"<strong>Rice bran oil<\/strong>","text":"<h3>The main properties of <strong>rice bran oil : <\/strong><\/h3><p><strong>1)\"Anti-age\" effect <\/strong>- it richly supplies the skin with antioxidants, vitamins and fatty acids, making the skin youthful and fighting against free radicals that cause wrinkles. The compounds in the oil help fight the signs of aging by helping to reduce skin blemishes (brightening them) while helping to maintain moisture levels.<\/p><p><strong>2)Moisture Magnet <\/strong>- Rice bran oil is rich in vitamins B and D, as well as several antioxidant compounds, making it one of the most powerful skin moisturizers. The oil penetrates deep into the layers of the skin and helps to soothe even the driest texture while providing essential nutrients to keep the skin hydrated.It hashigh in oleic acid - this fatty acid is highly compatible with the natural lipids found in our skin, ensuring maximum absorption and protection against oxidative damage.<\/p><p><strong>3)Promotes skin microcirculation <\/strong>- it contains two fatty acids - linoleic acid and oleic acid, which protect both the outer and inner layers of the skin.These fatty acids help keep skin smooth and supple from within, while acting as an antioxidant to restore its natural protective properties.Rshort bran oil contains twice as many trace elements compared to other oils such as coconut or olive oil.These micronutrients work together to create smoother, fine blood vessels to increase circulation throughout the body, giving skin a youthful glow.<\/p><p><strong>4)Regenerates skin tissue <\/strong>- three main vitamins - vitamins A, B and E - are able to regenerate skin tissue from the inside and protect it from further damage.Vitamin A helps with cell regeneration for a smoother, younger looking skin.Vitamin B6 promotes blood circulation to soothe inflamed skin and speed up healing.Vitamin E helps create a barrier between the skin and harsh external factors such as pollution and toxins.Together, these powerful nutrients can help prevent UV damage and reduce wrinkles around the face, giving you the beautiful, revitalized complexion you desire.<\/p><p><strong>5)Evens out skin tone <\/strong>- Rice bran oil evens out skin tone, reducing dark spots and circles.It contains a unique form of vitamin E called gamma-oryzanol, which helps protect the skin against environmental damage caused by free radicals and UV light.<\/p><p><strong>6)Suitable for all skin types <\/strong>- itnot only provides the skin with natural antioxidants and vitamins, but can also help even out skin tone and reduce inflammation. Tits unique composition of fatty acids makes this oil suitable for all skin types. This blend of essential fatty acids helps restore the balance of the skin's moisture barrier while helping both oily and dry skin.In addition, rice bran oil has been found to soothe sensitive facial skin due to its non-irritating molecular structure. For acne-prone skin, the oil heals wounds and cleanses the skin without clogging pores. This makes rice bran oil an essential part of any daily skin care regimen. Rice bran oil is a sustainable oil, because it is obtained by the extraction method (using cold pressing techniques) from the hard outer layer of the rice grain - the husk.<\/p><p>Rice bran has been used for centuries in Japan as a key ingredient in cleansers, masks, and bathing powders to keep skin soft and supple. Geisha used leftover water from washing rice in the bath for smooth and luminous skin. The humble ingredient also effectively removes impurities while providing skin-nourishing oils.<\/p><p>Rice bran oil is abundantly added to <a href=\"https:\/\/marusha-1058.myshopify.com\/products\/uid-3294823\" title=\"Calendula Facial Cleansing and Massage Oil\">MARUSHA Facial Cleansing and Massage Oil.<\/a><\/p>","button_label":"","button_link":""}},"bb98cc2f-a2aa-4106-a9ca-c020d2f34f68":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/S.webp","caption":"(Sesamum indicum)","heading":"<strong>Sesame oil<\/strong>","text":"<p>Sesame oil has been used in food for more than 6000 years. According to scientific studies, Sesame oil has an antioxidant effect. Its local application reduces oxidative stress, thereby slowing down the aging process of the skin. The oil also has an anti-inflammatory effect, so it is recommended to apply it directly to wounds. Sesame oil has also been proven to protect the skin from UV radiation.<\/p>","button_label":"","button_link":""}},"34378e5c-fe09-4e09-9bde-0e4877740810":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Calophyllum-inophyllum06.jpg","caption":"(Calophyllum inophyllum seed oil)","heading":"<strong>Tamanu oil<\/strong>","text":"<p>Tamanu oil has been used for centuries for its excellent healing, skin rejuvenating, anti-inflammatory and anti-aging properties.It is especially used for the treatment of scars, spots, stretch marks, dark circles.It is also used in hair cosmetics because it helps maintain a healthy scalp and controls dandruff.<\/p>","button_label":"","button_link":""}}},"block_order":["bba23ea9-f6f4-4d8a-a83a-6f52ee77a7d7","template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-0","template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-1","template--18486766534984__99e09c70-5fd6-4f5f-9f8d-3312e25c7335-1680172667da8aeaf4-2","ca59206c-5c49-4a5e-9b00-086ffc1a264b","3247de9e-d3e5-45ac-a1d8-54f87c39b461","802fc08d-42f0-4120-99b3-de64bad1ec21","a3ef0b05-8f64-45b0-a2d0-762a10ede127","eecf99bc-d5bd-49c0-81bb-e7ec4126a5d9","64a099e7-026b-487c-ab95-fe46f0447624","7ef61219-3914-4584-8ff7-2389def921d0","f8dbef3e-23ef-44b5-b449-a067e06c605e","1a1c0c0b-fdaf-46c0-8c0d-593f3a889de8","0f827b46-77ec-407b-bd68-33ebd96f05cd","35dbdc23-7d0f-4331-b17d-08023b4d161a","78e1167d-6c2a-429d-a73a-1c767d4315a8","0105ecc0-a105-479d-be9c-4eaa9ba62e20","ebdb110b-0f20-44d7-906b-2928e1d378ed","937d2eea-e5d5-43b3-ab20-9f8337ef637b","7383c359-645b-4e81-b30e-ad654f610da1","bb98cc2f-a2aa-4106-a9ca-c020d2f34f68","34378e5c-fe09-4e09-9bde-0e4877740810"],"settings":{"image_height":"medium","desktop_image_width":"small","heading_size":"h1","text_style":"body","button_style":"secondary","desktop_content_position":"middle","desktop_content_alignment":"center","image_layout":"alternate-left","section_color_scheme":"accent-2","row_color_scheme":"accent-2","mobile_content_alignment":"center","padding_top":36,"padding_bottom":36}}},"order":["main","4b8e2f8d-26e6-41f4-91e2-a8637069e701","d117fd33-e4f1-4d10-882c-acbca2ca7f3e","bd696150-a520-48b0-b050-b03a0f129b23","99e09c70-5fd6-4f5f-9f8d-3312e25c7335"]}