{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8":{"type":"rich-text","blocks":{"template--18545654006088__7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8-168131765384dc8009-0":{"type":"heading","settings":{"heading":"<p>News<\/p>","heading_size":"h1"}},"template--18545654006088__7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8-168131765384dc8009-1":{"type":"text","settings":{"text":"<p>Stay up-to-date with our latest news and updates<\/p>"}}},"block_order":["template--18545654006088__7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8-168131765384dc8009-0","template--18545654006088__7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8-168131765384dc8009-1"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"accent-2","full_width":true,"padding_top":24,"padding_bottom":24}},"640ba521-59df-432d-a9eb-002eaab32710":{"type":"rich-text","blocks":{"template--18545654006088__640ba521-59df-432d-a9eb-002eaab32710-168131765384dc8009-1":{"type":"text","settings":{"text":"<h3>We are republishing an article from the Medicine.lv portal about the test results and reviews of the brand MARUSHA rejuvenating serum for face and eye skin against wrinkles with coenzyme Q10.<br\/><\/h3><p>In September and October, Medicine.lv in cooperation with SIA \"Eurobaltik\" brand \"MARUSHA Nord Ecosmetic\" offered to test rejuvenating anti-wrinkle serum for face and eye skin.<br\/><\/p><h3><strong>Reviews - brand  MARUSHA rejuvenating serum for face and eye skin against wrinkles with coenzyme Q10<\/strong><\/h3><p><strong>Maria, 45 years old<\/strong><br\/><\/p><p><a href=\"http:\/\/medicine.lv\/\" target=\"_blank\">Thanks to the medicine.lv<\/a> portal , I got acquainted with the \"MARUSHA Nord Ecosmetic\" rejuvenating anti-wrinkle serum for face and eye skin, created in Latvia, and I am glad that I was able to try it right away, applying for testing.<\/p><p>For me, the serum for the face was new, and when I read the description, I was pleasantly surprised by the unique composition and effect, as well as the fact that it is 100% natural.<\/p><p>I have combination facial skin, but in the autumn and winter season it is drier and tends to be red. Small mimic wrinkles have also appeared, especially around the eyes, and the facial skin is also uneven. After the sunny summer, tiny spots of pigmentation have appeared on the face, like freckles. There is one large pigmentation spot on the face that has been around for a long time and has not been able to get rid of it using various cosmetic products. In general, the facial skin looks tired. I definitely want to renew it and make sure that wrinkles are delayed.<\/p><p>MARUSHA face serum comes in a small, dark glass bottle with a dropper, which is perfect for dispensing the oil. The visual design is simple, like a natural product. The only thing I would like is for the name to be in Latvian, but on the other side there is a description in Latvian as well. I assume that this valuable product is also sold outside of Latvia. The serum is a beautiful yellow color, looks like an oil, but actually has a light and silky texture unlike an oil. The smell is pleasant, light and natural, it is difficult to determine which of the oils gives this aroma to the serum.<\/p><p>I apply the serum on a clean face and eye skin every evening and also in the morning. The use is very convenient thanks to the pipette, with which I put a few drops of the serum on my fingers and gently massage the serum into the skin of the face and the skin around the eyes. The serum is light and absorbs instantly, leaving the skin feeling soft, plump, and without any greasy residue like when using an oil.<\/p><p>I have to admit that the first time my skin was quite dry and I applied more serum than usual, but everything was completely absorbed and my skin was moisturized, nourished and glowing. A few drops in the morning are enough, and the skin is already moisturized and silky. I no longer use foundation to hide skin problems and make-up, because my skin looks better every day thanks to the MARUSHA face serum. It's wonderful that you can use the serum for both the face and the eye area, as you usually have to use two different products. As a result, after almost a month of use, the small wrinkles have smoothed out, there is a feeling that they have been filled, and the facial skin has become smoother, moisturized and nourished, the skin around the eyes is especially soft. Fine pigmentation spots have disappeared and skin color has improved. The large pigmentation spot has become paler and less pronounced. Overall, my complexion has been rejuvenated and I am very pleased with the results. I definitely plan to continue roughing up my complexion with the MARUSHA Serum with Coenzyme Q10 to delay the signs of aging.<\/p><p>Sincere thanks to \"MARUSHA Nord Ecosmetic\" for creating this unique, healing face serum!<\/p><p><strong>Gunta, 49 years old<\/strong><\/p><p>I saw testing the \"Marusha\" serum as a good opportunity to continue getting to know and learn to use serums! \"Marusha\" cosmetics itself is also new to me.<\/p><p>The rejuvenating \"Marusha\" face serum is packed in a dark glass bottle with a pipette built into the cap. It is somewhat reminiscent of a medicinal product and at the same time is also very convenient, as the user himself can dose the required amount. The label says it is a natural product. Therefore, the indication on the back of the bottle that the product should be stored in a dark, cool place at room temperature is also natural. When you open the bottle and look at the transparent pipette, you can see that the serum is a light yellow, clear liquid. When you smell it, you can feel a special, herbal infusion, like slightly wilted herbs. After studying the information on the bottle, I find that the peculiar smell is probably caused by an interesting combination - broccoli seed and rosehip oil. And that's not all - the content contains 14 high-quality oils, extracts and vitamins. I read that calendula macerate is also of special importance. An attractive moment is definitely the presence of coenzyme Q10 and a note about it on the label.<br\/><\/p><p>At first, I cautiously tried this liquid of light consistency by dripping it on my hand. The serum seems oily, but when you apply it on the skin and massage it, it absorbs incredibly quickly and does not leave any greasiness, just a pleasant feeling that the skin is nourished with something good, and there will be no annoying feeling of dryness for a while! Not noticing any allergic reaction, I continued the test, applying it to the right recipient - facial skin. It is mentioned that it can also be used for the skin around the eyes, where you should usually choose softer cosmetics. I use the serum according to the recommendations - in the evening and in the morning. It's convenient that it can be used on the entire face! The feelings are pleasant. It seems that the result is also pleasing - the skin has become softer, more elastic. In the wet fall, it's really nice to use products that are nourishing, and this anti-wrinkle serum feels like that.<\/p><p>Thanks for giving it a try! Good luck!<\/p><p><strong>Evelina, 47 years old<\/strong><\/p><p>I really like to take care of my body, paying special attention to my face. The face is like a mirror of the soul and it is especially necessary to take care of it. In recent years, very high-quality and excellent quality facial care products have been produced in Latvia. I would even say - at the world level. Because the effectiveness of their use is no different from expensive cosmetic products of world-famous brands. I came to this conclusion once again after getting acquainted with the brand \"MARUSHA Nord Ecosmetic\" of the domestic company \"Eurobaltik\" and the product produced by it. I got to the brand's website through the Latvian health portal <a href=\"http:\/\/medicine.lv\/\" target=\"_blank\">medicine.lv<\/a>, where they offer to test products. When entering the website www.marusha.lv, the range of products is wide and suitable for everyone. I applied with great interest to test the MARUSHA rejuvenating serum for face and eyes. Considering my age, the skin should be given a lot of time and attention, and the serum should be good and of high quality.<\/p><p>The serum is in a small and dark bottle, contains 14 different oils, extracts and vitamins. The bottle has an easy-to-use pipette, with which you can add the high-quality oil as needed. The oil is light yellow in color, with a distinctly delicate smell. I use it twice a day, in the morning and in the evening, on cleansed skin. I paid the most attention to the eye area, because there are the most wrinkles and the most sensitive skin. When applied, the serum easily spreads over the skin and absorbs well, it has a very pleasant oil texture. My face skin under my eyes and the rest of my skin love this oil! They are like light touches of silk, like a light protective layer, with which the face feels very good.<\/p><p>I really enjoyed using MARUSHA rejuvenating serum for face and eyes and recommend it to all women for daily care of mature facial skin!<\/p><p><strong>Inga, 32 years old<\/strong><\/p><p>I really wanted to try the rejuvenating serum of the brand MARUSHA with coenzyme Q10, because the product intrigued me with its diverse composition - so many valuable substances and properties! Facial care is my favorite and most important beauty ritual, so I always like to try something new. I also carefully monitor the quality of products and prefer products made from ingredients of natural origin. It seemed interesting that this is a domestic brand, and the product is 100% natural.<\/p><p>The serum is in a small bottle with a pipette. It is very convenient, because you can take exactly what you need in one use - neither too much nor too little. I use the serum twice a day as directed – morning and night – usually before I apply my face cream. After applying the product, you have to wait some time for it to be absorbed - the process is helped by a light facial massage, which at the same time relaxes the muscles and improves well-being. If I usually get lazy with a face massage, the serum was a great additional excuse not to skip this important step. The feeling after application is pleasant, the facial skin immediately becomes much softer, the cream goes on better and easier.<\/p><p>How the serum helps to prevent the formation of wrinkles is difficult to judge yet, but I can definitely say that after using it for a long time, I noticed an improvement in the condition of my facial skin. In the autumn season, my skin always becomes drier, rougher, redness tends to appear, sometimes even dry patches on my cheeks and forehead. I didn't experience anything like that this season - the skin is smooth, it looks fresher, more moisturized, the pores have decreased, the skin color has evened out. It really helped with the dryness. Very good product, dear, thank you for this opportunity!<\/p><p><strong>Kate, 32 years old<\/strong><\/p><p>I really wanted to try the \"Marusha\" serum, because I carefully take care of my facial skin in order to delay the aging of the skin, which, unfortunately, is already visible in places on the face - in the form of small wrinkles around the eyes and mouth. Also, a very small pigment spot has appeared on the face, which cannot be eliminated in any way. It is in a visible place and although it is not very noticeable to others, it annoys me. Also, in general, it was required to improve the condition of the facial skin and even out its tone, make it smoother and silkier. \"Marusha\" serum intrigued with its diverse and natural composition. I was almost convinced that it should give a visible result, so I applied for testing.<\/p><p>The serum is in a compact, dark bottle with a pipette built into the cap - very convenient, as it is easier to dose the serum and use exactly as much as you need at one time. I was a little surprised by its consistency. Having previously used other serums, I was used to them being more liquid, not so oily. However, my concerns disappeared after the first use, despite the oil-like consistency, the serum was absorbed very quickly and the skin did not feel greasy afterwards. After applying the serum, it was a very pleasant feeling, the skin became silky and soft, pleasant to the touch.<\/p><p>I use the serum strictly according to the instructions, in the morning and in the evening, both on the face and the skin around the eyes, paying special attention to the places where wrinkles are visible and where the annoying pigmentation spot is. After using it for almost a month, I am very satisfied with the result - the pigmentation spot has become lighter, the wrinkles are also less noticeable, the skin tone seems to have evened out and the skin looks healthier, as if more radiant! I have previously used various other facial care products for a long time, but even after several months of use, they did not give any noticeable results, whereas the \"Marusha\" serum did!<\/p><p>I'm glad I got to try this effective serum, and given that it's the most effective of all the products I've tried, I'll keep using it in the future! Thank you!<\/p><p><strong>Violeta, 55 years old<\/strong><\/p><p>As much as I care about my face skin - because it is the most visible part of my body - I am always up to date with various new products in the field of facial cosmetics, especially those that help slow down aging. I had never heard anything about the \"Marusha\" brand before, so it was interesting to apply and try the serum for the face. In addition, there is so much good written about it in the description - \"deeply moisturizes, nourishes and regenerates, smooths fine wrinkles and lines, improves skin color, lifts drooping eyelids, protects, makes the skin firmer...\" I couldn't help but try it. The composition is also very interesting and, most importantly, natural!<\/p><p>Since I am out of the house a lot, it is important for me that I can take the cosmetics I use regularly with me. And the Marusha face serum, thanks to its mini bottle, is perfect for this. Also, I like that the serum has a dropper and not, for example, a sprayer, which tends to overspray products of a similar consistency and makes them difficult to use (have used them).<\/p><p>I like that the serum doesn't have a strong scent because I have quite a sensitive sense of smell and many fragrances that others like make me tired, sometimes even give me a headache, so I try to avoid such heavily scented cosmetics. \"Marusha\" serum is very suitable for my requirements.<\/p><p>I use the serum regularly, twice a day. Thanks to its consistency, it is not necessary to use a lot of serum at one time, it goes on perfectly and is absorbed very quickly, leaving a pleasant, silky feeling on the skin. After using it for almost a month, the serum still has a little left, so I conclude that it is very beneficial - despite its compact size, it is enough for more than a month.<\/p><p>About the effect - I am pleasantly surprised. I used to have reddened facial skin in places, which is usually very pronounced especially in autumn, when there is more wind, rain and it gets colder. The tone of the facial skin has evened out and the skin seems to have generally become softer, smoother, healthier. The area around the eyes is especially pleasing - wrinkles have become less noticeable, the gray circles under the eyes, which were often visible in the morning, have also diminished. Colleagues at work unexpectedly complimented me that I seemed to be beaming. :) Thank you very much, \"Marusha\" serum is a pleasant discovery for me and I am considering the idea of ​​using it in the future.<\/p><p>The publication on the Medicine.lv portal can be read <a href=\"https:\/\/medicine.lv\/raksti\/testa-rezultati-marusha-atjaunojoss-serums-sejai-un-acu-adai-pret-grumbam-ar-koenzimu-q10\" target=\"_self\">here.<\/a><\/p>"}},"template--18545654006088__640ba521-59df-432d-a9eb-002eaab32710-168131765384dc8009-2":{"type":"button","settings":{"button_label":"Blog & News","button_link":"shopify:\/\/blogs\/aktuali","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["template--18545654006088__640ba521-59df-432d-a9eb-002eaab32710-168131765384dc8009-1","template--18545654006088__640ba521-59df-432d-a9eb-002eaab32710-168131765384dc8009-2"],"disabled":true,"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"70d7a548-f59a-49aa-a794-5c2522338275":{"type":"rich-text","blocks":{"template--18545654006088__70d7a548-f59a-49aa-a794-5c2522338275-1681384106205cf6ea-0":{"type":"heading","disabled":true,"settings":{"heading":"<p>Talk about your brand<\/p>","heading_size":"h1"}},"template--18545654006088__70d7a548-f59a-49aa-a794-5c2522338275-1681384106205cf6ea-1":{"type":"text","settings":{"text":"<h1><a href=\"https:\/\/marusha-1058.myshopify.com\/blogs\/aktuali\/test-results-marusha-rejuvenating-serum-for-face-and-eye-skin\" title=\"https:\/\/marusha-1058.myshopify.com\/blogs\/aktuali\/test-results-marusha-rejuvenating-serum-for-face-and-eye-skin\">Test results: MARUSHA rejuvenating serum for face and eye skin<\/a><\/h1>"}}},"block_order":["template--18545654006088__70d7a548-f59a-49aa-a794-5c2522338275-1681384106205cf6ea-0","template--18545654006088__70d7a548-f59a-49aa-a794-5c2522338275-1681384106205cf6ea-1"],"disabled":true,"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}},"cccae024-dd80-4952-9b2c-d026ad7808a3":{"type":"multirow","blocks":{"row_EVArUp":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Marusha_Zimols_Glamour_saisinata-bilde3.jpg","caption":"Marusha outside Latvia","heading":"Brand Marusha in \"Glamour Magazine\"","text":"<p>On March, popular magazine \"<a href=\"https:\/\/www.glamourmagazine.co.uk\/gallery\/glamour-shops-skincare\" title=\"https:\/\/www.glamourmagazine.co.uk\/gallery\/glamour-shops-skincare\">Glamour Magazine<\/a>\" in London presents the story of MARUSHA. <\/p>","button_label":"Read more","button_link":"shopify:\/\/blogs\/aktuali\/marusha-iziet-arpus-latvijas"}},"row_BNcUVp":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Marusha_Nagu_un_kutikulas_ella_sausiem_nagiem_4_49e9521f-f9b6-4035-9fbc-215242dc0fbb.jpg","caption":"Nail and Cuticle Natural Care","heading":"Test results: MARUSHA Rejuvenating Nail and Cuticle Oil","text":"<p>Natural oils mixture contains all necessary vitamins and nutrients for healthy and glowing nails and cuticles.<\/p>","button_label":"Read more","button_link":"shopify:\/\/blogs\/news\/marusha-nagu-kutikulas-ella"}},"template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-1":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/pexels-cottonbro-studio-9376350.jpg","caption":"","heading":"<a href=\"https:\/\/marusha.lv\/en\/blogs\/news\/test-results-marusha-shaving-soap-for-dry-skin\" title=\"Test results: MARUSHA Shaving soap for dry skin\">Test results: MARUSHA Shaving soap for dry skin<\/a>","text":"","button_label":"","button_link":""}},"template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-0":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/istockphoto-1352918780-2048x2048-transformed.jpg","caption":"","heading":"<a href=\"https:\/\/marusha.lv\/en\/blogs\/news\/test-results-marusha-rejuvenating-serum-for-face-and-eye-skin\" title=\"Test results: MARUSHA rejuvenating serum for face and eye skin\">Test results: MARUSHA rejuvenating serum for face and eye skin<\/a>","text":"","button_label":"","button_link":""}},"template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-2":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/istockphoto-1213680761-2048x2048-transformed.webp","caption":"","heading":"<a href=\"https:\/\/marusha.lv\/en\/blogs\/news\/testa-rezultati-marusha-cietais-matu-sampuns-un-kondicionieris-matu-augsanai\" title=\"Test results: MARUSHA solid hair shampoo and conditioner for hair growth\">Test results: MARUSHA solid hair shampoo and conditioner for hair growth<\/a>","text":"","button_label":"","button_link":""}},"73d88a86-2ae6-48e6-b148-1fae4b956d30":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Marusha_Rozmarina_matu_ella.jpg","caption":"","heading":"<a href=\"\/blogs\/aktuali\/matu-ellas-vai-tas-palidz-un-ka-pareizi-lietot\" title=\"Hair oils - do they help and how to use them correctly\">Hair oils - do they help and how to use them correctly<\/a>","text":"","button_label":"","button_link":""}},"d4634a98-69bb-41bc-bba2-48e78b246bd2":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Marusha_Rozmarina_un_Nima_matu_ella_matu_augsanai.jpg","caption":"Hair growth","heading":"The best cosmetic for hair growth - hair oils - how to use them","text":"<h3>Hair oils are effective hair care products that stimulate hair growth and help for various scalp problems such as itchy scalp.<\/h3>","button_label":"Read More","button_link":"shopify:\/\/blogs\/aktuali\/matu-ellas-praktiskas-un-efektivas"}},"24a0cebd-3cbd-49c9-8c95-50aaa335fe03":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Rosemary_oil_for_hear_growth_and_scalp_at_river.jpg","caption":"HAIR GROWTH","heading":"Test results: MARUSHA Rosemary and Neem Hair growth and scalp treatment oil","text":"<p>Results of user tests for MARUSHA Hair growth and Scalp treatment oil.<\/p>","button_label":"Read More","button_link":"shopify:\/\/blogs\/news\/test-results-marusha-rosemary-and-neem-hair-growth-and-scalp-treatment-oil"}},"8f5b956a-badd-4b13-97c8-143439665a1d":{"type":"row","settings":{"image":"shopify:\/\/shop_images\/Marusha_Matu_ella_ar_rozmarinu_matu_augsanai_21cb4471-bc1b-4376-8e93-7a9aa6728e74.jpg","caption":"SCIENCE ABOUT HAIR GROWTH","heading":"Effective and scientifically based remedies and therapies for hair growth","text":"<p>Natural oil blends and aromatherapy are safe and effective in the treatment of alopecia.<\/p>","button_label":"Read More","button_link":"https:\/\/marusha.lv\/en\/blogs\/aktuali\/efektivi-un-zinatniski-pamatoti-lidzekli-un-terapijas-matu-augsanai"}}},"block_order":["row_EVArUp","row_BNcUVp","template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-1","template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-0","template--18545654006088__cccae024-dd80-4952-9b2c-d026ad7808a3-16813869870f48d4f8-2","73d88a86-2ae6-48e6-b148-1fae4b956d30","d4634a98-69bb-41bc-bba2-48e78b246bd2","24a0cebd-3cbd-49c9-8c95-50aaa335fe03","8f5b956a-badd-4b13-97c8-143439665a1d"],"settings":{"image_height":"medium","desktop_image_width":"medium","heading_size":"h1","text_style":"body","button_style":"primary","desktop_content_position":"middle","desktop_content_alignment":"left","image_layout":"alternate-left","section_color_scheme":"background-1","row_color_scheme":"background-1","mobile_content_alignment":"center","padding_top":36,"padding_bottom":36}},"fb15e228-d4ac-48e9-b0c7-e69ba2994e39":{"type":"rich-text","blocks":{"template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-0":{"type":"heading","settings":{"heading":"<p>More news and blogs<\/p>","heading_size":"h1"}},"template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-1":{"type":"text","disabled":true,"settings":{"text":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-2":{"type":"button","settings":{"button_label":"Read Blogs & News","button_link":"shopify:\/\/blogs\/aktuali","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-0","template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-1","template--18545654006088__fb15e228-d4ac-48e9-b0c7-e69ba2994e39-1683961648963ab343-2"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"background-1","full_width":true,"padding_top":40,"padding_bottom":52}}},"order":["main","7fe83da0-cbf9-4fd7-a592-3ebe5e9454a8","640ba521-59df-432d-a9eb-002eaab32710","70d7a548-f59a-49aa-a794-5c2522338275","cccae024-dd80-4952-9b2c-d026ad7808a3","fb15e228-d4ac-48e9-b0c7-e69ba2994e39"]}